anthropic.claude-code
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
mtxr.sqltools
oderwat.indent-rainbow
sclu1034.justfile
svelte.svelte-vscode
syler.sass-indented
usernamehw.errorlens
vscodevim.vim
xdebug.php-debug
